Repository: canonical/ubuntu-wsl-oobe
Catalog: po/*.po
Languages: de, es, fr, ja, nl, pl, uk

source: autoconfiguration failed
de: automatische Konfiguration fehlgeschlagen
es: falló la configuración automática
fr: Échec de la configuration automatique
nl: Automatische configuratie mislukt
pl: autokonfiguracja nie powiodła się
uk: не вдалося налаштувати автоматично

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
nl: Afsluiten
pl: Zamknij
uk: Закрити

source: , or
de: , oder
es: , o
fr: , ou
ja: 、または
nl: , of
pl: , lub
uk: , або

source: or
de: oder
es: o
fr: ou
ja: または
nl: of
pl: lub
uk: або

source: This field must be a {schemes} URL.
de: In diesem Feld muss ein {schemes}-URL stehen.
es: Este campo debe ser una URL de {schemes}.
fr: Ce champ doit être une URL de type {schemes}.
ja: このフィールドは {schemes} スキームのURLでなくてはいけません。
pl: To pole musi być adresem URL {schemes}.
uk: У цьому полі має бути адреса {schemes}.

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
nl: Voltooid
pl: Zakończono
uk: Виконано

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pl: Anuluj
uk: Скасувати

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
nl: Ja
pl: Tak
uk: Так

source: No
de: Nein
fr: Non
ja: いいえ
nl: Nee
pl: Nie
uk: Ні

source: The only characters permitted in this field are a-z, 0-9, _ and -
de: In diesem Feld sind nur folgende Zeichen erlaubt: a-z, 0-9, _ und -
es: Los únicos caracteres permitidos en este campo son a-z, 0-9, _ y -
fr: Les seuls caractères autorisés pour ce champs sont a-z, 0-9, _ et -
ja: このフィールドで使用できる文字はa-z、0-9、_および-だけです。
nl: De enige toegestane tekens in dit veld zijn a-z, 0-9, _ en -
pl: Jedyne znaki dozwolone w tym polu to a-z, 0-9, _ oraz -
uk: У цьому полі можна використовувати лише символи a-z, 0-9, _ та -

source: Pick a username:
de: Wählen Sie einen Benutzernamen:
es: Elija un nombre de usuario:
fr: Choisissez un nom d’utilisateur :
ja: ユーザー名の入力:
nl: Kies een gebruikersnaam:
pl: Wybierz nazwę użytkownika:
uk: Вкажіть ім'я користувача:

source: The username does not need to match your Windows username
de: Der Benutzername braucht nicht mit Ihrem Windows-Benutzernamen übereinstimmen
es: No es necesario que el nombre de usuario coincida con su nombre de usuario de Windows
fr: Le nom d'utilisateur ne doit pas nécessairement correspondre à votre nom d'utilisateur Windows
ja: ユーザー名をWindowsのユーザー名と一致させる必要はありません
nl: De gebruikersnaam hoeft niet overeen te komen met uw Windows gebruikersnaam
pl: Nazwa użytkownika nie musi odpowiadać nazwie użytkownika systemu Windows
uk: Ім'я користувача не обов'язково має збігатися із вашим іменем користувача Windows

source: Choose a password:
de: Wählen Sie ein Passwort:
es: Elija una contraseña:
fr: Choisissez un mot de passe :
ja: パスワードの入力:
nl: Kies een wachtwoord:
pl: Wybierz hasło:
uk: Виберіть пароль:

source: Confirm your password:
de: Passwort wiederholen:
es: Confirme su contraseña:
fr: Confirmez votre mot de passe :
ja: パスワードの確認:
nl: Bevestig uw wachtwoord:
pl: Potwierdź hasło:
uk: Підтвердження пароля:

source: Show Advanced Options Next Page
de: Erweiterte Optionen anzeigen Nächste Seite
es: Mostrar opciones avanzadas en la página siguiente
fr: Afficher les options avancées page suivante
nl: Toon geavanceerde opties volgende pagina
pl: Pokaż opcje zaawansowane na następnej stronie
uk: Показати наступну сторінку додаткових параметрів

source: Username missing
de: Benutzername fehlt
es: Falta el nombre de usuario
fr: Nom d'utilisateur manquant
ja: ユーザー名が設定されていません
nl: Gebruikersnaam ontbreekt
pl: Brak nazwy użytkownika
uk: Не вказано імені користувача

source: Username too long, must be less than {limit}
de: Benutzername ist zu lang, er muss kürzer als {limit} sein
es: El nombre de usuario es demasiado largo, debe ser menos de {limit}
fr: Nom d'utilisateur trop long, doit être inférieur à {limit}
ja: ユーザー名は{limit}文字以下でなければなりません
nl: Gebruikersnaam te lang, moet kleiner zijn dan {limit}
pl: Nazwa użytkownika jest za długa, musi być mniejsza niż {limit}
uk: Ім'я користувача є надто довгим. У ньому має бути менше за {limit}

source: Username must match NAME_REGEX, i.e. [a-z_][a-z0-9_-]*
de: Der Benutzername muss mit NAME_REGEX übereinstimmen, d.h. [a-z_][a-z0-9_-]*
es: El nombre de usuario debe coincidir con NAME_REGEX, es decir, [a-z _][a-z0-9 _-]*
fr: Le nom d'utilisateur doit correspondre à NAME_REGEX, c'est-à-dire [a-z_][a-z0-9_-]*
ja: ユーザー名は NAME_REGEX 変数で設定される正規表現にマッチしなければなりません。i.e. [a-z_][a-z0-9_-]*
nl: De gebruikersnaam moet overeenkomen met NAME_REGEX, d.w.z. [a-z _] [a-z0-9 _-] *
pl: Nazwa użytkownika może zawierać NAME_REGEX, np. [a-z_][a-z0-9_-]*
uk: Ім'я користувача має відповідати взірцю NAME_REGEX, тобто [a-z_][a-z0-9_-]*

source: The username "{username}" is reserved for use by the system.
de: Der Benutzername »{username}« ist für das System reserviert.
es: El nombre de usuario "{username}" está reservado para ser usado por el sistema.
fr: Le nom d'utilisateur « {username} » est réservé à l'usage du système.
ja: ユーザー名 "{username}" はシステム用に予約されています
pl: Nazwa użytkownika "{username}" jest zarezerwowana do użytku przez system.
uk: Ім'я користувача «{username}» зарезервовано для використання системою.

source: Password must be set
de: Passwort muss festgelegt werden
es: Se debe definir una contraseña
fr: Le mot de passe doit être défini
ja: パスワードが設定されていません
nl: Wachtwoord moet worden ingesteld
pl: Hasło musi być ustawione
uk: Слід встановити пароль

source: Passwords do not match
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
nl: Wachtwoorden komen niet overeen
pl: Hasła nie zgadzają się
uk: Паролі не збігаються

source: {desc} do not match
de: {desc} stimmen nicht überein
es: {desc} no coinciden
fr: {desc} ne correspondent pas
ja: {desc}が一致しません
nl: {desc} komt niet overeen
pl: {desc} nie zgadzają się
uk: {desc} не збігаєються

source: Ubuntu WSL - Profile Setup
de: Ubuntu WSL – Profileinrichtung
es: Ubuntu WSL - Configuración de perfil
fr: Ubuntu WSL - Configuration du profil
ja: Ubuntu WSL - プロファイル構成
nl: Ubuntu WSL - Profiel Instellingen
pl: Ubuntu WSL - Instalacja profilu
uk: Ubuntu WSL - налаштування профілю

source: Please create a default UNIX user account. For more information visit: https://aka.ms/wslusers
de: Bitte erstellen Sie ein Standard-UNIX-Benutzerkonto. Weitere Informationen erhalten Sie unter: https://aka.ms/wslusers
es: Cree una cuenta de usuario de UNIX predeterminada. Para obtener más información, visite: https://aka.ms/wslusers
fr: Veuillez créer un compte d'utilisateur UNIX par défaut. Pour plus d'informations, rendez-vous sur : https://aka.ms/wslusers
ja: デフォルトのUNIXユーザーアカウントを作成してください。詳細：https://aka.ms/wslusers
nl: Maak een standaard UNIX-gebruikersaccount aan. Ga voor meer informatie naar: https://aka.ms/wslusers
pl: Utwórz domyślne konto użytkownika UNIX. Więcej informacji można znaleźć pod adresem: https://aka.ms/wslusers
uk: Будь ласка, створіть типовий обліковий запис користувача UNIX. Докладніші відомості: https://aka.ms/wslusers

source: passwords
de: Passwörter
es: contraseñas
fr: mots de passe
ja: パスワード
nl: wachtwoorden
pl: hasła
uk: паролі

source: Mount Location
de: Einhängepunkt
es: Ubicación de montaje
fr: Point de montage
ja: マウント場所
nl: Mount Locatie
pl: Miejsce montowania
uk: Місце монтування

source: Location for the automount
de: Ort für das automatische Einhängen
es: Ubicación para el montaje automático
fr: Localisation du montage automatique
ja: automount先のディレクトリの場所
nl: Locatie voor automount
pl: Miejsce do automatycznego montowania
uk: Місце для автоматичного монтування

source: Mount Option
de: Einhängeoptionen
es: Opción de montaje
fr: Option de montage
ja: マウントオプション
nl: Mount Opties
pl: Opcja montowania
uk: Параметр монтування

source: Mount option passed for the automount
de: Einhängeoption, die für das automatische Einhängen verwendet wird
es: Opción de montaje proporcionada para el montaje automático
ja: automountに渡されるマウントオプション
nl: Mount optie doorgegeven voor de automount
pl: Opcja montowania przekazana do automatycznego montowania
uk: Параметри монтування, який буде передано до automount

source: Enable Host Generation
de: Erstellen von hosts aktivieren
es: Habilitar la generación de host
fr: Activer la génération d'hôtes
ja: hosts ファイルを生成する
nl: Schakel Host Generation in
pl: Włącz generowanie hostów
uk: Увімкнути створення вузлів

source: Selecting enables /etc/host re-generation at every start
de: Wenn ausgewählt, wird ein erneutes Erstellen von /etc/hosts bei jedem Start aktiviert
es: Seleccionando habilita /etc/hosts re-generación en cada inicio
fr: La sélection permet de relancer /etc/hosts à chaque démarrage
ja: 選択すると起動時に /etc/hosts の再生成が有効になります。
nl: Selecteren aktiveert re-generatie van /etc/host bij elke start opnieuw
pl: Wybranie tej opcji włącza ponowne generowanie /etc/host przy każdym uruchomieniu
uk: Позначення вмикає повторне створення /etc/host під час кожного запуску

source: Enable resolv.conf Generation
de: Erstellen von resolv.conf aktivieren
fr: Activer la génération de resolv.conf
ja: resolv.conf を生成する
nl: Schakel resolv.conf Generatie in
pl: Włącz generowanie resolv.conf
uk: Увімкнути створення resolv.conf

source: Selecting enables /etc/resolv.conf re-generation at every start
de: Wenn ausgewählt, wird ein erneutes Erstellen von /etc/resolv.conf bei jedem Start aktiviert
fr: La sélection permet de relancer /etc/resolv.conf à chaque démarrage
ja: 選択すると起動時に /etc/resolv.conf の再生成が有効になります。
nl: Selecteren aktiveert re-generatie van /etc/resolv.conf bij elke start opnieuw
pl: Wybranie tej opcji włącza ponowne generowanie /etc/resolv.conf przy każdym uruchomieniu
uk: Позначення вмикає повторне створення /etc/resolv.conf під час кожного запуску

source: GUI Integration
nl: GUI integratie
uk: Інтеграція до графічного інтерфейсу

source: Selecting enables automatic DISPLAY environment set-up. Third-party X server required.
de: Wenn ausgewählt, wird die Umgebungsvariable DISPLAY automatisch festgelegt. X-Server eines Drittanbieters erforderlich.
nl: Door te selecteren wordt de automatische instelling van de DISPLAY-omgeving ingeschakeld. X-server van derden vereist.
uk: Позначення вмикає автоматичне налаштовування середовища DISPLAY. Потрібен сторонній графічний сервер X.

source: Mount location must be a absolute UNIX path without space.
de: Einhängepunkt muss ein absoluter UNIX-Pfad ohne Leerzeichen sein.
ja: マウント場所は空白を含まないUNIX絶対パスでなくてはいけません。
nl: De koppelingslocatie moet een absoluut UNIX-pad zonder spatie zijn.
pl: Miejsce montowania musi być bezwzględną ścieżką systemu UNIX bez spacji.
uk: Місце монтування має бути абсолютним шляхом UNIX без пробілів.

source: an empty entry detected;
de: ein leerer Eintrag erkannt;
fr: une entrée vide détectée ;
ja: エントリーが空です。
nl: een lege vermelding gedetecteerd;
pl: wykryto pusty wpis;
uk: виявлено порожній запис;

source: {} is not a valid mount option;
de: {} ist keine gültige Einhängeoption;
fr: {} n'est pas une option de montage valide ;
ja: {} は有効なマウントオプションではありません。
nl: {} is geen geldige mount-optie;
pl: {} nie jest prawidłową opcją montowania;
uk: {} не є коректним параметром монтування;

source: Invalid Input: {}Please check https://docs.microsoft.com/en-us/windows/wsl/wsl-config#mount-options for correct valid input
de: Ungültige Eingabe: {} Siehe https://docs.microsoft.com/en-us/windows/wsl/wsl-config#mount-options für korrekte, gültige Eingaben
ja: 不正な入力値：{}有効な入力値に修正するには https://docs.microsoft.com/en-us/windows/wsl/wsl-config#mount-options をチェックしてください。
nl: Ongeldige invoer: {} controleer https://docs.microsoft.com/en-us/windows/wsl/wsl-config#mount-options voor correcte geldige invoer
pl: Nieprawidłowe dane wejściowe: {}Sprawdź https://docs.microsoft.com/en-us/windows/wsl/wsl-config#mount-options, aby uzyskać prawidłowe dane wejściowe
uk: Некоректні вхідні дані: {}Будь ласка, ознайомтеся із https://docs.microsoft.com/en-us/windows/wsl/wsl-config#mount-options , щоб дізнатися більше про коректні вхідні дані

source: Ubuntu WSL - Tweaks
de: Ubuntu WSL – Optimierungen
fr: Ubuntu WSL - Ajustements
ja: Ubuntu WSL - 微調整
nl: Ubuntu WSL - Aanpassen
pl: Ubuntu WSL - Dostrajanie
uk: Ubuntu WSL – коригування

source: In this page, you can tweak Ubuntu WSL to your needs.
de: Auf dieser Seite können Sie Ubuntu WSL an Ihre Bedürfnisse anpassen.
ja: この画面では、必要に応じてUbuntu WSLを微調整できます。
nl: Op deze pagina kunt u Ubuntu WSL aanpassen aan uw behoeften.
pl: Na tej stronie możesz dostosować Ubuntu WSL do swoich potrzeb.
uk: За допомогою цієї сторінки ви зможете скоригувати поведінку Ubuntu WSL так, як вам треба.

source: Ubuntu WSL - Setup Complete
de: Ubuntu WSL – Einrichtung abgeschlossen
ja: Ubuntu WSL - セットアップの完了
nl: Ubuntu WSL - Installatie voltooid
pl: Ubuntu WSL - Instalacja zakończona
uk: Ubuntu WSL – налаштування завершено

source: Hi {username}, You have complete the setup! It is suggested to run the following command to update your Ubuntu to the latest version: $ sudo apt update $ sudo apt upgrade You can use the builtin `ubuntuwsl` command to manage your WSL settings: $ sudo ubuntuwsl ... * All settings will take effect after first restart of Ubuntu.
de: Hallo {username}, Sie haben die Einrichtung abgeschlossen! Es wird empfohlen, die folgenden Befehle auszuführen, um Ihr Ubuntu auf die neuste Version zu aktualisieren: $ sudo apt update $ sudo apt upgrade Sie können den integrierten Befehl »ubuntuwsl« verwenden, um Ihre WSL-Einstellungen zu verwalten: $ sudo ubuntuwsl … * Alle Einstellungen werden nach dem ersten Neustart von Ubuntu wirksam.
ja: こんにちは、{username} セットアップが完了しました。 以下のコマンドを実行して、Ubuntuを最新版にアップデートすることをお勧めします。 $ sudo apt update $ sudo apt upgrade WSLの設定を管理するには組み込みの `ubuntuwsl` コマンドが使用できます。 $ sudo ubuntuwsl ... * すべての設定はUbuntuの初回再起動後に有効になります。
pl: Witaj {username}, Instalacja została zakończona! Zaleca się uruchomienie następującego polecenia, aby zaktualizować system Ubuntu do najnowszej wersji: $ sudo apt update $ sudo apt upgrade Możesz użyć wbudowanego polecenia `ubuntuwsl` do zarządzania ustawieniami WSL: $ sudo ubuntuwsl ... * Wszystkie ustawienia zaczną obowiązywać po pierwszym ponownym uruchomieniu Ubuntu.
uk: Вітаємо, {username}, Вами завершено налаштовування! Для оновлення Ubuntu до найсвіжішої версії рекомендуємо віддати такі команди: $ sudo apt update $ sudo apt upgrade Для керування вашими параметрами WSL ви можете скористатися вбудованою програмою ubuntuwsl: $ sudo ubuntuwsl ... * Усі параметри набудуть чинності після першого перезапуску Ubuntu.

source: Select the language to use for the installer and to be configured in the installed system.
de: Wählen Sie die Sprache, die für das Installationsprogramm verwendet und im installierten System konfiguriert werden soll.
ja: 言語を選択してください。 インストーラーと、インストールされたシステムの構成の、両方に使用されます。
nl: Selecteer de taal die u wilt gebruiken voor het installatieprogramma en die u wilt configureren in het ge√Ønstalleerd systeem.
pl: Wybierz język, który ma być używany przez instalator i który ma zostać skonfigurowany w zainstalowany system.
uk: Виберіть мову для використання для встановлювача. Цю мову буде використано у встановленій системі.

source: Use UP, DOWN and ENTER keys to select your language.
de: Verwenden Sie die Tasten HOCH, RUNTER und EINGABE, um Ihre Sprache auszuwählen.
ja: UP、DOWN、ENTERキーで言語を選択してください。
nl: Gebruik de UP-, DOWN- en ENTER-toetsen om uw taal te selecteren.
pl: Użyj klawiszy GÓRA, DÓŁ oraz ENTER, aby wybrać język.
uk: Скористайтеся клавішами ↑, ↓ та ENTER для вибору мови.

source: You are using old Windows Console Host, Entering fallback mode. Use Windows Terminal to get more language options.
de: Sie verwenden einen alten Windows Console Host. Es wird nun in den Fallback-Modus gewechselt. Nutzen Sie Windows Terminal, um weitere Sprachoptionen zu erhalten.
ja: レガシーなWindowsコンソールホストが検出されたので、フォールバックモードになります。より多い選択肢から言語を選ぶには、Windowsターミナルを使用してください。
nl: U gebruikt een oude Windows Console Host in de terugvalmodus. Gebruik Windows Terminal om meer taalopties te krijgen.
pl: Używasz starego hosta konsoli Windows, przechodzenie do trybu awaryjnego. Użyj terminala Windows, aby uzyskać więcej opcji językowych.
uk: Ви користуєтеся застарілим Windows Console Host. Переходимо до резервного режиму. Скористайтеся Windows Terminal для отримання доступу до додаткових мов.

source: Ubuntu WSL - Already Completed
de: Ubuntu WSL – Bereits abgeschlossen
ja: Ubuntu WSL - 完了済み
nl: Ubuntu WSL - Al voltooid
pl: Ubuntu WSL - Już ukończono
uk: Ubuntu WSL – вже завершено

source: You have already completed setup. Aborted.
de: Sie haben die Einrichtung bereits abgeschlossen. Abbruch.
ja: セットアップはすでに完了しています。起動を中止しました。
nl: Je hebt de installatie al voltooid. Afgebroken.
pl: Już zakończono instalację. Przerwano.
uk: Ви вже завершили налаштовування. Обробку перервано.
